{
    "home": {
        "mainTitle": "Libérez la <span class=\"text-red-500\">Puissance</span>. Redéfinissez la <span class=\"text-blue-500\">Performance</span>!",
        "description": "Spécialiste de la reprogrammation moteur et de l'optimisation de véhicules. Performance, fiabilité et satisfaction client sont nos maîtres mots.",
        "contactMessage": "Contactez-nous dès aujourd'hui pour transformer votre véhicule !",
        "offerTitle": "Nos Offres",
        "offer1Title": "Reprogrammation Moteur",
        "offer1Description": "Optimisation des performances et de la consommation de votre véhicule.",
        "offer2Title": "Diagnostic Électronique",
        "offer2Description": "Identification précise des problèmes moteur et électroniques.",
        "offer3Title": "Préparation de Véhicule",
        "offer3Description": "Solutions complètes pour piste et route, du châssis au moteur.",
        "offer4Title": "Conseil Personnalisé",
        "offer4Description": "Accompagnement expert pour tous vos projets automobiles.",
        "trustTitle": "Pourquoi nous faire confiance ?",
        "trust1Title": "Rapidité d'Intervention",
        "trust1Description": "Des délais optimisés pour que vous retrouviez votre véhicule au plus vite.",
        "trust2Title": "Transparence et Confiance",
        "trust2Description": "Une communication claire et honnête à chaque étape du processus.",
        "trust3Title": "Qualité Garantie",
        "trust3Description": "Des prestations de haute qualité avec des résultats mesurables.",
        "trust4Title": "Satisfaction Client",
        "trust4Description": "Votre plaisir de conduire est notre plus grande réussite.",
        "teamTitle": "Notre Équipe",
        "teamDescription": "Notre équipe est composée de professionnels passionnés et expérimentés, dévoués à l'excellence automobile."
    },
    "blog": {
        "mainTitle": "Notre Blog BRMOTORSPORT",
        "description": "Découvrez nos dernières actualités, projets et optimisations automobiles.",
        "posts": [
            {
                "id": 1,
                "images": [
                    "IMG_9611.png"
                ],
                "title": "Porsche Cayenne V8 Bi-Turbo : Optimisation Moteur",
                "description": "Découvrez notre travail sur cette bête de course, avec des améliorations de performances significatives pour une expérience de conduite ultime."
            },
            {
                "id": 2,
                "images": [
                    "IMG_9609.png"
                ],
                "title": "BMW Série 2 : Reprogrammation et FAP OFF",
                "description": "Optimisation de la BMW Série 2 avec suppression du FAP et reprogrammation moteur pour une performance accrue et une meilleure réactivité."
            },
            {
                "id": 3,
                "images": [
                    "IMG_9607.png"
                ],
                "title": "VW Golf GTI : Boost de Performance Ultime",
                "description": "La Golf GTI a retrouvé sa jeunesse avec une augmentation de puissance notable. Un véritable plaisir de conduite redécouvert !"
            },
            {
                "id": 4,
                "images": [
                    "IMG_9608.png"
                ],
                "title": "Seat Ibiza : Amélioration de la Réactivité Moteur",
                "description": "Transformation de cette Seat Ibiza pour une meilleure réponse à l'accélération et à une conduite plus dynamique. Un plaisir garantini."
            },
            {
                "id": 5,
                "images": [
                    "IMG_9610.png"
                ],
                "title": "VW Golf 5 GTI : Mise à Jour Cartographie",
                "description": "Une mise à Jour complète de la cartographie pour cette Golf 5 GTI, optimisant la puissance et la consommation. Plus performante que jamais !"
            },
            {
                "id": 6,
                "images": [
                    "Photopeugeot.png"
                ],
                "title": "Peugeot 206 1.4 HDi : Préparation Complète et Optimisation",
                "description": "Rien n'a été laissé au hasard sur cette magnifique 206 1.4 hdi : mécanique (embrayage renforcé, turbo 1.6hdi v2, graissage renforcé, EGR off, filtre à carburant modifié, collecteur d'échappement modifié, reprogrammation sur mesure, admission sur mesure, dégazage haut moteur réaspiré, ligne tube 51mm, boost contrôleur avec réglage optimum), châssis (décrantage train arrière, combinés KW, jantes alu 16, réflexion train roulant à neuf, esthétique (passage de coque en blanc, peinture banquette couleur carrosserie, béquet 206 Rc, peinture blanche jantes, intérieur complet 206 Rc, clignotant latéral led)."
            },
            {
                "id": 7,
                "images": [
                    "Seat1.png"
                ],
                "title": "Seat Leon : Optimisation Moteur Stage 2 (2.0 TDI 170 @230)",
                "description": "Découvrez l'optimisation de cette Seat Leon : FAP off, EGR off, et Reprogrammation Stage 2 pour des performances accrues, passant de 170 à 230 chevaux et un couple de 370 à 450 Nm."
            },
            {
                "id": 8,
                "images": [
                    "anciennevoiture.png"
                ],
                "title": "Ancienne Voiture : Dépannage Express et Remplacement Bobine",
                "description": "Tombée en panne un dimanche, nous avons diagnostiqué et résolu le problème en 1h. Notre client a pu repartir avec sa voiture, grâce à une recherche de panne efficace et le remplacement de la bobine. Votre tranquillité, notre priorité."
            },
            {
                "id": 9,
                "images": [
                    "audi1.png"
                ],
                "title": "Audi 1.5 TFSI 150 : Optimisation Stage 1 et TCU",
                "description": "Optimisation de cette Audi 1.5 TFSI, avec un passage de 150 à 180 chevaux (Stage 1) et une modification de l'unité de contrôle de la transmission (TCU mod 1) pour une meilleure réactivité."
            },
            {
                "id": 10,
                "images": [
                    "gx.png"
                ],
                "title": "Triumph TR3 : Check-up Complet et Optimisation",
                "description": "Réalisation d'un check-up complet sur cette Triumph TR3, assurant son bon fonctionnement et sa fiabilité. Votre sécurité et performance notre priorité."
            },
            {
                "id": 11,
                "images": [
                    "mercedes2021.png"
                ],
                "title": "Mercedes (2021) : Solution ADBLUE",
                "description": "Mise en place d'une solution AdBlue pour ce modèle Mercedes 2021, garantissant la conformité environnementale et le bon fonctionnement du système."
            },
            {
                "id": 1766491422212,
                "images": [
                    "Audi2.png"
                ],
                "title": "Audi",
                "description": "🔧 Entretien complet réalisé sur le véhicule : ✅ Vidange moteur effectuée avec huile de qualité supérieure ✅ Remplacement du filtre à huile ✅ Remplacement du filtre à air ✅ Remplacement du filtre à gazole ✅ Airbag remplacé, sécurité assurée 🚗 Esthétique soignée : ✅ Lavage complet intérieur & extérieur effectué avec soin Véhicule prêt à prendre la route, révisé et entretenu avec rigueur. Idéal pour un achat en toute confiance."
            }
        ]
    },
    "aboutUs": {
        "mainTitle": "Qui sommes-nous ?",
        "description": "BRMOTORSPORT est votre partenaire de confiance pour l'optimisation automobile. Fondée sur la passion de la performance et de la mécanique, notre entreprise s'engage à offrir des services de reprogrammation moteur, de préparation de véhicules et de diagnostics électroniques de pointe.",
        "historyTitle": "Notre Histoire",
        "historyParagraph1": "Notre aventure a débuté il y a plusieurs années, animée par une vision : celle de repousser les limites de la performance automobile tout en garantissant une fiabilité et une sécurité optimale. Forts d'une expertise technique approfondie et d'une passion inébranlable pour les voitures, nous avons bâti BRMOTORSPORT sur des valeurs de précision, d'innovation et de dévouement. Chaque véhicule qui passe entre nos mains est traité avec le plus grand soin, comme si c'était le nôtre.",
        "historyParagraph2": "Au fil des ans, nous avons développé des compétences uniques en reprogrammation sur mesure, en travaillant avec les technologies les plus avancées pour extraire le potentiel caché de chaque moteur. Notre histoire est marquée par des milliers de clients satisfaits, des voitures transformées et une réputation bâtie sur l'excellence. Nous sommes fiers de notre parcours et de l'impact que nous avons sur la performance et le plaisir de conduite de nos clients.",
        "valuesTitle": "Nos Valeurs",
        "value1Title": "Expertise Technique",
        "value1Description": "Une connaissance approfondie des systèmes moteurs et des technologies d'optimisation.",
        "value2Title": "Innovation Continue",
        "value2Description": "Veille technologique et développement de solutions toujours plus performantes.",
        "value3Title": "Qualité et Fiabilité",
        "value3Description": "Des interventions rigoureuses pour une durabilité et une sécurité maximales.",
        "value4Title": "Service Client Exceptionnel",
        "value4Description": "Écoute, conseil personnalisé et accompagnement pour une satisfaction totale."
    },
    "contact": {
        "mainTitle": "Contactez-nous",
        "description": "Nous sommes là pour répondre à toutes vos questions et vous accompagner dans vos projets d'optimisation automobile.",
        "addressTitle": "Adresse",
        "address": "Zone industriel le coquet\n03260 Saint-Germain-des-Fossés",
        "emailTitle": "Email",
        "email": "brmotosport003@gmail.com",
        "phoneTitle": "Téléphone",
        "phoneNumber": "06.68.27.88.01",
        "instagramTitle": "Instagram",
        "instagramHandle": "@brmotorsport003"
    },
"legalMentions": {
        "mainTitle": "Mentions Légales",
        "sectionTitle": "Informations Juridiques & Réglementaires",
        "paragraph1": "Le présent site est édité par l'entreprise individuelle BRMOTORSPORT, spécialisée dans l'entretien et la réparation de véhicules automobiles légers.",
        "paragraph2": "Coordonnées de l'éditeur et immatriculation :",
        "list1Item1": "Gérant : M. Rémy Bruyant | Siège : 41 rue des peupliers, 03300 Cusset",
        "list1Item2": "SIRET : 989 993 977 00010 | TVA Intracommunautaire : (Non applicable, art. 293 B du CGI)",
        "list1Item3": "Contact : 06.68.27.88.01 | Email : brmotosport003@gmail.com",
        "paragraph3": "Hébergement du site internet :",
        "list2Item1": "Hébergeur : GitHub Inc.",
        "list2Item2": "Adresse : 88 Colin P Kelly Jr St, San Francisco, CA 94107, United States",
        "list2Item3": "Site diffusé via la plateforme GitHub Pages.",
        "paragraph4": "<br/><strong>⚠️ AVERTISSEMENT LÉGAL - REPROGRAMMATION MOTEUR :</strong><br/>Nous attirons l'attention de notre clientèle sur le fait que toute modification technique visant à augmenter la puissance du moteur (Stage 1, 2, etc.) modifie les caractéristiques techniques du véhicule mentionnées sur la carte grise. <br/><br/>Conformément aux articles R321-16 et R322-8 du Code de la Route, le véhicule modifié doit faire l'objet d'une Réception à Titre Isolé (RTI) auprès de la DREAL (Mines) pour être autorisé à circuler sur la voie publique. À défaut d'une telle homologation, le véhicule est réservé à un usage strict sur circuit fermé ou terrain privé.<br/><br/>L'utilisateur est informé que ces modifications peuvent entraîner :<br/>1. L'annulation de la garantie constructeur.<br/>2. L'absence de couverture par l'assurance en cas de sinistre si la modification n'a pas été déclarée.<br/><br/><strong>Propriété Intellectuelle :</strong><br/>Le site a été conçu par Viremot Giovanni. Tous les éléments (textes, logos, images) sont la propriété exclusive de BRMOTORSPORT. Toute reproduction est interdite sans accord écrit."
    },
    "privacyPolicy": {
        "mainTitle": "Politique de Confidentialité",
        "introTitle": "Introduction",
        "introText": "La présente politique de confidentialité décrit comment BRMOTORSPORT collecte, utilise et protège vos informations personnelles lorsque vous utilisez notre site web.",
        "collectionTitle": "Collecte des Informations Personnelles",
        "collectionText": "Nous collectons des informations lorsque vous nous contactez via le formulaire de contact, lorsque vous naviguez sur notre site, ou lorsque vous interagissez avec nos services. Les informations collectées peuvent inclure votre nom, adresse e-mail, numéro de téléphone, et toute autre information que vous choisissez de nous fournir.",
        "usageTitle": "Utilisation des Informations",
        "usageListItem1": "Pour répondre à vos demandes et vous fournir les services que vous avez sollicités.",
        "usageListItem2": "Pour améliorer notre site web et nos offres de services.",
        "usageListItem3": "Pour vous envoyer des communications marketing (avec votre consentement).",
        "protectionTitle": "Protection des Informations",
        "protectionText": "Nous mettons en œuvre diverses mesures de sécurité pour maintenir la sûreté de vos informations personnelles. Seuls les employés qui ont besoin d'effectuer un travail spécifique (par exemple, la facturation ou le service client) ont accès aux informations personnelles identifiables.",
        "rightsTitle": "Vos Droits",
        "rightsText": "Conformément au Règlement Général sur la Protection des Données (RGPD), vous disposez d'un droit d'accès, de rectification, de suppression et d'opposition au traitement de vos données personnelles. Pour exercer ces droits, veuillez nous contacter à brmotosport003@gmail.com.",
        "disclaimerText": "Cette politique de confidentialité peut être mise à jour occasionnellement. Nous vous invitons à la consulter régulièrement."
    },
    "showcaseCar": {
        "mainTitle": "Notre Voiture Vitrine",
        "description": "Découvrez notre dernière préparation exceptionnelle : une Volkswagen Scirocco R avec une optimisation Stage 3 poussée, développant plus de 500 chevaux.",
        "preparationTitle": "Détails de la Préparation Stage 3",
        "preparationDescription": "Ce véhicule a subi une transformation complète pour atteindre des niveaux de performance extrêmes, tout en conservant une fiabilité optimale.",
        "piston": "Pistons forgés",
        "bielles": "Bielles forgées",
        "soupapes": "Soupapes renforcées",
        "adm": "Admission gros volume",
        "ressort": "Ressorts de soupapes renforcées",
        "viserie": "Vis de bielles, vilebrequin et culasse renforcées",
        "pompeHuile": "Pompe à huile gros débit",
        "turbo": "Turbo hybride sur mesure",
        "wastegate": "Wastegate externe",
        "injecteurs": "Injecteurs gros débit",
        "pipAdmission": "Pipe d'admission gros volume",
        "wmi": "Système WMI (Water-Methanol Injection)",
        "embrayage": "Embrayage renforcé",
        "finalDescription": "Chaque composant a été soigneusement sélectionné et installé pour garantir une synergie parfaite et une expérience de conduite inégalée sur route comme sur circuit."
    },
    "siteSettings": {
        "musicVolume": 0.05
    }
}
